const project = [
    {
        "title": "ساختمان اداری البرز",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project1.png",
        "type": "commercial"
    },
    {
        "title": "ویلای عمار",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project2.png",
        "type": "residential"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ساختمان اداری البرز",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project1.png",
        "type": "commercial"
    },
    {
        "title": "ساختمان اداری البرز",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project1.png",
        "type": "commercial"
    },
    {
        "title": "ویلای عمار",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project2.png",
        "type": "residential"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ساختمان اداری البرز",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project1.png",
        "type": "commercial"
    },
    {
        "title": "ساختمان اداری البرز",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project1.png",
        "type": "commercial"
    },
    {
        "title": "ویلای عمار",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project2.png",
        "type": "residential"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ساختمان اداری البرز",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project1.png",
        "type": "commercial"
    },
    {
        "title": "ویلای عمار",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project2.png",
        "type": "residential"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ساختمان اداری البرز",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project1.png",
        "type": "commercial"
    },
    {
        "title": "ویلای عمار",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project2.png",
        "type": "residential"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ساختمان اداری البرز",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project1.png",
        "type": "commercial"
    },
    {
        "title": "ویلای عمار",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project2.png",
        "type": "residential"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ساختمان اداری البرز",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project1.png",
        "type": "commercial"
    },
    {
        "title": "ویلای عمار",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project2.png",
        "type": "residential"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ساختمان اداری البرز",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project1.png",
        "type": "commercial"
    },
    {
        "title": "ویلای عمار",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project2.png",
        "type": "residential"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ساختمان اداری البرز",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project1.png",
        "type": "commercial"
    },
    {
        "title": "ویلای عمار",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project2.png",
        "type": "residential"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ویلای عمار",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project2.png",
        "type": "residential"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    },
    {
        "title": "ویلای عمار",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project2.png",
        "type": "residential"
    },
    {
        "title": "ساختمان دولتی آرکا",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "project4.png",
        "type": "Governmental"
    }
]

const blogs = [
    {
        "title": "رویداد معمار",
        "content": "ایونت جایزه معمار هر ساله با هدف معرفی و حمایت از معماران جوان و شرکت های مهندسی نوپا برگزار میشود . ",
        "banner": "blog.png",
        "type": "news"
    },
    {
        "title": "رویداد میکاناتاتس",
        "content":"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که ",
        "banner": "",
        "type": "article"
    },
    {
        "title": "رویداد معمار",
        "content": "ایونت جایزه معمار هر ساله با هدف معرفی و حمایت از معماران جوان و شرکت های مهندسی نوپا برگزار میشود . ",
        "banner": "blog2.png",
        "type": "news"
    },
    {
        "title": "بلندترین ساختمان ژاپن در توکیو",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "blog3.png",
        "type": "article"
    },
    {
        "title": "بلندترین برج تمام چوبی جهان در سوئیس",
        "content":"بلندترین برج چوبی جهان در سوئیس برنده جایزه طراحی شده است؛ این ساختمان که توسط یک شرکت دانمار کی طراحی شده تمرکز خود را روی هدایت نور خورشید به فضای داخلی ساختمان قرار داده است.",
        "banner": "wt.png",
        "type": "article"
    },
    {
        "title": "رویداد معمار",
        "content": "ایونت جایزه معمار هر ساله با هدف معرفی و حمایت از معماران جوان و شرکت های مهندسی نوپا برگزار میشود . ",
        "banner": "blog.png",
        "type": "news"
    },
    {
        "title": "رویداد میکاناتاتس",
        "content":"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که ",
        "banner": "",
        "type": "article"
    },
    {
        "title": "رویداد معمار",
        "content": "ایونت جایزه معمار هر ساله با هدف معرفی و حمایت از معماران جوان و شرکت های مهندسی نوپا برگزار میشود . ",
        "banner": "blog2.png",
        "type": "news"
    },
    {
        "title": "بلندترین ساختمان ژاپن در توکیو",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "blog3.png",
        "type": "article"
    },
    {
        "title": "بلندترین برج تمام چوبی جهان در سوئیس",
        "content":"بلندترین برج چوبی جهان در سوئیس برنده جایزه طراحی شده است؛ این ساختمان که توسط یک شرکت دانمار کی طراحی شده تمرکز خود را روی هدایت نور خورشید به فضای داخلی ساختمان قرار داده است.",
        "banner": "wt.png",
        "type": "article"
    },
    {
        "title": "رویداد معمار",
        "content": "ایونت جایزه معمار هر ساله با هدف معرفی و حمایت از معماران جوان و شرکت های مهندسی نوپا برگزار میشود . ",
        "banner": "blog.png",
        "type": "news"
    },
    {
        "title": "رویداد معمار",
        "content": "ایونت جایزه معمار هر ساله با هدف معرفی و حمایت از معماران جوان و شرکت های مهندسی نوپا برگزار میشود . ",
        "banner": "blog2.png",
        "type": "news"
    },
    {
        "title": "بلندترین ساختمان ژاپن در توکیو",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "blog3.png",
        "type": "article"
    },
    {
        "title": "رویداد میکاناتاتس",
        "content":"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که ",
        "banner": "",
        "type": "article"
    },
    {
        "title": "رویداد معمار",
        "content": "ایونت جایزه معمار هر ساله با هدف معرفی و حمایت از معماران جوان و شرکت های مهندسی نوپا برگزار میشود . ",
        "banner": "blog.png",
        "type": "news"
    },
    {
        "title": "رویداد معمار",
        "content": "ایونت جایزه معمار هر ساله با هدف معرفی و حمایت از معماران جوان و شرکت های مهندسی نوپا برگزار میشود . ",
        "banner": "blog2.png",
        "type": "news"
    },
    {
        "title": "بلندترین ساختمان ژاپن در توکیو",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "blog3.png",
        "type": "article"
    },
    {
        "title": "بلندترین برج تمام چوبی جهان در سوئیس",
        "content":"بلندترین برج چوبی جهان در سوئیس برنده جایزه طراحی شده است؛ این ساختمان که توسط یک شرکت دانمار کی طراحی شده تمرکز خود را روی هدایت نور خورشید به فضای داخلی ساختمان قرار داده است.",
        "banner": "wt.png",
        "type": "article"
    },
    {
        "title": "رویداد معمار",
        "content": "ایونت جایزه معمار هر ساله با هدف معرفی و حمایت از معماران جوان و شرکت های مهندسی نوپا برگزار میشود . ",
        "banner": "blog.png",
        "type": "news"
    },
    {
        "title": "رویداد معمار",
        "content": "ایونت جایزه معمار هر ساله با هدف معرفی و حمایت از معماران جوان و شرکت های مهندسی نوپا برگزار میشود . ",
        "banner": "blog2.png",
        "type": "news"
    },
    {
        "title": "بلندترین ساختمان ژاپن در توکیو",
        "content": "پروژه ادار ی البرز میرداماد متشکل از کرتین وال با سیستم 50 GE , سرامیک و ورق سالید آلومینیوم...",
        "banner": "blog3.png",
        "type": "article"
    },
    {
        "title": "بلندترین برج تمام چوبی جهان در سوئیس",
        "content":"بلندترین برج چوبی جهان در سوئیس برنده جایزه طراحی شده است؛ این ساختمان که توسط یک شرکت دانمار کی طراحی شده تمرکز خود را روی هدایت نور خورشید به فضای داخلی ساختمان قرار داده است.",
        "banner": "wt.png",
        "type": "article"
    },
    {
        "title": "رویداد معمار",
        "content": "ایونت جایزه معمار هر ساله با هدف معرفی و حمایت از معماران جوان و شرکت های مهندسی نوپا برگزار میشود . ",
        "banner": "blog.png",
        "type": "news"
    },
    {
        "title": "رویداد معمار",
        "content": "ایونت جایزه معمار هر ساله با هدف معرفی و حمایت از معماران جوان و شرکت های مهندسی نوپا برگزار میشود . ",
        "banner": "blog2.png",
        "type": "news"
    },
    {
        "title": "رویداد معمار",
        "content": "ایونت جایزه معمار هر ساله با هدف معرفی و حمایت از معماران جوان و شرکت های مهندسی نوپا برگزار میشود . ",
        "banner": "blog2.png",
        "type": "news"
    },
    {
        "title": "بلندترین برج تمام چوبی جهان در سوئیس",
        "content":"بلندترین برج چوبی جهان در سوئیس برنده جایزه طراحی شده است؛ این ساختمان که توسط یک شرکت دانمار کی طراحی شده تمرکز خود را روی هدایت نور خورشید به فضای داخلی ساختمان قرار داده است.",
        "banner": "wt.png",
        "type": "article"
    }
]